brew "jq"
brew "mise"
brew "neofetch"
brew "neovim"
brew "pnpm"
brew "sl"
brew "starship"
brew "trash"
brew "tree"
brew "yadm"

cask "appcleaner"
cask "corretto"
cask "font-atkinson-hyperlegible"
cask "font-jetbrains-mono"
cask "font-sf-mono-for-powerline"
cask "intellij-idea"
cask "logi-options-plus"
cask "raycast"
