tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "asdf"
brew "go"
brew "kotlin"
brew "openjdk"
brew "neofetch"
brew "neovim"
brew "sl"
brew "starship"
brew "trash"
brew "tree"
brew "yadm"

cask "font-jetbrains-mono"
cask "intellij-idea"
cask "iterm2"
cask "raycast"
cask "visual-studio-code"
